{
    "es":
    {
        "navTienda": "Tiendas",
        "descTienda": "Visita nuestras tiendas!",
        "btnTienda": "Ver Tiendas",

        "navJuego": "Juegos",
        "btnJuego": "Jugar",

        "navOferta": "Ofertas",
        "descOferta": "Descubre nuestras Ofertas!",
        "btnOferta": "Ver Ofertas",

        "topMarcas": "TOP MARCAS",
        "footer": "Creado por Grupo2",
        "volverArriba": "Volver Arriba",

        "horario": "Horario",
        "descTienda1": "Toda variedad de patatas, cebollas y ajos. Patatas Rep. Pontiac, Kennebek, Monalisa, Agra, Desayuno, Violeta, cebollas de higueras, de fuentes, normales, del platillo. Ajos rojos y negros, boniatos crudos y cocidos.",
        "catTienda1": "Fruta y Verdura",
        "descTienda2": "Aurora Mateo es una tienda dedicada a la venta de calzado para señora y moda juvenil, en la que ofrecemos a nuestros clientes una venta personalizada con la mejor relación calidad/precio del mercado.",
        "catTienda2": "Ropa",
        "descTienda3": "Tenemos una trayectoria de más de 30 años, procurando dar los mejores productos y el mejor servicio. Hemos evolucionado a lo largo del tiempo y nos hemos especializado en algunos productos.",
        "catTienda3": "Huevos y Aves de Corral",
        "descTienda4": "Elaboraciones propias de calidad. Ternera, cordero, cabrito y potro. Siempre de primera calidad. Elaborados, siempre con base de carne, de verduras, quesos, foie, etc.",
        "catTienda4": "Carniceria",
        "descTienda5": "En el mercado, nosotros estamos desde su inauguración (hace 47 años) trabajando el pescado de las lonjas mediterráneas. Nuestro plato estrella es lógicamente el pescado fresco y marisco.",
        "catTienda5": "Bar-Restaurante",
        "descTienda6": "Estamos especializados en productos ibéricos, charcutería selecta y ofrecemos una gran variedad en quesos. Además tenemos una amplia gama en productos sin gluten.",
        "catTienda6": "Charcuterías y Tocinerías",

        "dia1": "Lunes de",
        "dia2": "Martes de",
        "dia3": "Miércoles de",
        "dia4": "Jueves de",
        "dia5": "Viernes de",
        "dia6": "Sabado de",
        "dia7": "Domingo de"
        
        
        

    },

    "en":
    {
        "navTienda": "Shops",
        "descTienda": "Visit all our shops!",
        "btnTienda": "See Shops",

        "navJuego": "Games",
        "btnJuego": "Play",

        "navOferta": "Offers",
        "descOferta": "Discover our Offers!",
        "btnOferta": "See Offers", 

        "topMarcas": "TOP BRANDS",
        "footer": "Created by Grupo2",
        "volverArriba": "Go Back Up",

        "horario": "Schedule",
        "descTienda1": "All variety of potatoes, onions and garlic. Potatoes Pontiac, Kennebek, Monalisa, Agra, Breakfast, Violet, Figueras and Fuentes onions, normal, from the dish. Red and black garlic, raw and cooked sweet potatoes.",
        "catTienda1": "Fruit and Vegetables",
        "descTienda2": "Aurora Mateo is a store dedicated to the sale of footwear for women and youth fashion, in which we offer our customers a personalized sale with the best value for money in the market.",
        "catTienda2": "Clothes",
        "descTienda3": "We have a trajectory of more than 30 years, trying to give the best products and the best service. We have evolved over time and have specialized in some products.",
        "catTienda3": "Eggs and Poultry",
        "descTienda4": "Our own quality products. Veal, lamb, kid and colt. Always of first quality. Elaborated, always with a base of meat, vegetables, cheese, foie, etc.",
        "catTienda4": "Butcher shop",
        "descTienda5": "Since its opening (47 years ago), we have been working with fish from Mediterranean fish markets. Our star dish is of course fresh fish and seafood.",
        "catTienda5": "Bar-Restaurant",
        "descTienda6": "We specialize in Iberian products, select delicacies and offer a wide variety of cheeses. We also have a wide range of gluten-free products.",
        "catTienda6": "Delicatessen and Cooking Shops",

        "dia1": "Monday",
        "dia2": "Tuesday",
        "dia3": "Wednesday",
        "dia4": "Thustday",
        "dia5": "Friday",
        "dia6": "Saturday",
        "dia7": "Sunday"
    },

    "cat":
    {
        "navTienda": "Botigues",
        "descTienda": "Visita totes les nostres botigues!",
        "btnTienda": "Veure Botigues",

        "navJuego": "Jocs",
        "btnJuego": "Jugar",

        "navOferta": "Ofertes",
        "descOferta": "Descobreix les nostres Ofertes!",
        "btnOferta": "Veure Ofertes",

        "topMarcas": "TOP MARQUES",
        "footer": "Creat per Grupo2",
        "volverArriba": "Torna A Dalt",

        
        "horario": "Horaris",
        "descTienda1": "Tota varietat de patates, cebes i alls. Patates Rep. Pontiac, Kennebek, Monalisa, Agria, Bufet, Violeta, cebes de figueres, de fuentes, normals, del platillo. Alls vermells i negres, boniatos crus i cuits.",
        "catTienda1": "Fruita i verdura",
        "descTienda2": "Aurora Mateo és una botiga dedicada a la venda de calçat per a senyora i moda juvenil, en la que oferim als nostres clients una venda personalitzada amb la millor relació entre qualitat i preu del mercat.",
        "catTienda2": "Roba",
        "descTienda3": "Tenim una trajectòria de més de 30 anys, procurant donar els millors productes i el millor servei. Hem evolucionat al llarg del temps i ens hem especialitzat en alguns productes.",
        "catTienda3": "Ous i aviram",
        "descTienda4": "Elaboracions pròpies de qualitat. Vedella, xai, cabrit i poltre. Sempre de primera qualitat. Elaborats, sempre amb base de carn, de verdures, formatges, foie, etc.",
        "catTienda4": "Carnisseries",
        "descTienda5": "Al mercat, nosaltres hi som des de la seva inauguració (fa 47 anys) treballant el peix de les llotges mediterrànies. El nostre plat estrella és lògicament el peix fresc i marisc.",
        "catTienda5": "Bar-Restaurant",
        "descTienda6": "Estem especialitzats en productes ibèrics, xarcuteria selecta i oferim una gran varietat en formatges. A més tenim una àmplia gamma en productes sense gluten.",
        "catTienda6": "Xarcuteries i Cansaladeries" 
    }
}